tap "cloudfoundry/tap"
tap "cue-lang/tap"
tap "dagger/tap"
tap "dapr/tap"
tap "farmotive/k8s"
tap "fluxcd/tap"
tap "gcenx/wine"
tap "git-duet/tap"
tap "gitea/tap", "https://gitea.com/gitea/homebrew-gitea"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "knative/client"
tap "minio/stable"
tap "neovim/neovim"
tap "pulumi/tap"
tap "snyk/tap"
tap "spectolabs/tap"
tap "universal-ctags/universal-ctags"
tap "vmware-tanzu/carvel"
tap "wagoodman/dive"
brew "ack"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "argon2"
brew "openssl@3"
brew "python@3.11"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "emacs"
brew "cask"
brew "circleci"
brew "cmake"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-machine"
brew "entr"
brew "etcd"
brew "fasd"
brew "fd"
brew "findutils"
brew "flyctl"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "goreleaser"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htmlq"
brew "httpie"
brew "hugo"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kubevela"
brew "kustomize"
brew "lastpass-cli"
brew "libssh"
brew "libxml2"
brew "qemu"
brew "lima"
brew "lua-language-server"
brew "luv"
brew "minikube"
brew "minio-mc"
brew "mysql", restart_service: true
brew "n"
brew "neovim", args: ["HEAD"]
brew "nginx", restart_service: true
brew "node"
brew "nsnake"
brew "nvm"
brew "openjdk"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "s-lang"
brew "sponge"
brew "stern"
brew "task"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "cue-lang/tap/cue"
brew "dagger/tap/dagger"
brew "dapr/tap/dapr-cli"
brew "farmotive/k8s/kpoof"
brew "git-duet/tap/git-duet"
brew "gitea/tap/gitea"
brew "gromgit/fuse/ntfs-3g-mac"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/waypoint"
brew "pulumi/tap/crd2pulumi"
brew "pulumi/tap/pulumi"
brew "snyk/tap/snyk"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vmware-tanzu/carvel/ytt"
cask "background-music"
cask "cameracontroller"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "flycut"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "lastpass"
cask "logitech-options"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "casualjim.gotemplate"
vscode "CircleCI.circleci"
vscode "Codeium.codeium"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "ewrenn.vscode-ytt"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "jallen7usa.vscode-cue-fmt"
vscode "jock.svg"
vscode "joffreykern.markdown-toc"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nickgo.cuelang"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "stkb.rewrap"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
