tap "drone/drone"
tap "farmotive/k8s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
brew "ack"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "openldap"
brew "curl"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fasd"
brew "fd"
brew "findutils"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "gh"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "grafana"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kind"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "libksba"
brew "minikube"
brew "n"
brew "neovim"
brew "node"
brew "openjdk"
brew "pixz"
brew "postgresql", restart_service: true
brew "pwgen"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "stern"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"
brew "drone/drone/drone"
brew "farmotive/k8s/kpoof"
brew "minio/stable/mc"
cask "dropbox"
cask "flycut"
cask "shiftit"
cask "soundsource"
cask "transmission"
cask "vlc"
cask "zoom"
