tap "cloudfoundry/tap"
tap "josegonzalez/php"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "spectolabs/tap"
tap "caskroom/cask"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "zplug"
brew "gdbm"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "emacs"
brew "cask"
brew "dialog"
brew "openssl@1.1"
brew "pyenv"
brew "certbot"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "elixir"
brew "fpc"
brew "gettext"
brew "git-crypt"
brew "gnupg"
brew "hugo"
brew "ipcalc"
brew "oniguruma"
brew "jq"
brew "lastpass-cli"
brew "libevent"
brew "libssh"
brew "libtool"
brew "libxml2"
brew "makedepend"
brew "mongodb"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "nvm"
brew "pcre"
brew "phantomjs"
brew "postgresql"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "task"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "wget"
brew "yarn"
brew "z"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "josegonzalez/php/php56-intl"
brew "spectolabs/tap/hoverfly"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "atom"
cask "caffeine"
cask "flycut"
cask "macvim"
cask "shiftit"
cask "slack"
cask "spotify"
cask "upterm"
cask "virtualbox-extension-pack"
cask "vlc"
cask "xquartz"
